aaron-bond.better-comments
alexisvt.flutter-snippets
Angular.ng-template
ask-toolkit.alexa-skills-kit-toolkit
batisteo.vscode-django
BeardedBear.beardedtheme
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
cweijan.vscode-autohotkey-plus
Dart-Code.dart-code
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.codespaces
GrapeCity.gc-excelviewer
icrawl.discord-vscode
James-Yu.latex-workshop
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-pt-BR
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
oderwat.indent-rainbow
Orta.vscode-twoslash-queries
PKief.material-icon-theme
platformio.platformio-ide
Prisma.prisma
qwtel.sqlite-viewer
redhat.java
ritwickdey.LiveServer
SimonSiefke.svg-preview
twxs.cmake
vicerust.snes-asm
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wholroyd.jinja
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
